---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerThickness
source: html/04b64f8a-fdfa-8699-ed37-94f4a10dfa9c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerThickness Property

"Stringer Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrStringerThickness { get; }
```